{
    "chapterTitle": "Desatenção ou Desinteresse?",
    "sections": [
        {
            "title": null,
            "content": [
                {
                    "type": "quote",
                    "text": "\"Não necessariamente os estudos vão gerar nele interesse. Se ele não vê isso nos seus pais, por que imitaria? Não vai gerar nele prazer.\""
                },
                {
                    "type": "paragraph",
                    "text": "Esse talvez seja o capítulo mais desconfortável deste guia. Porque ele vai te colocar de frente com uma pergunta que dói: e se não for TDAH? E se, antes de qualquer transtorno, o que está acontecendo com o seu filho for algo bem mais simples, e ao mesmo tempo, bem mais ao seu alcance?"
                },
                {
                    "type": "paragraph",
                    "text": "Desatenção e desinteresse parecem a mesma coisa. Não são. Confundir um com o outro muda o diagnóstico, muda o tratamento. E, se você tiver coragem de encarar, pode mudar a família inteira."
                },
                {
                    "type": "highlight",
                    "text": "Desatenção clínica pede acompanhamento profissional. Desinteresse pede algo diferente: pede mudança dentro de casa. E essa mudança começa por você."
                }
            ]
        },
        {
            "title": "O que é desinteresse — de verdade?",
            "content": [
                {
                    "type": "paragraph",
                    "text": "A própria palavra entrega. 'Inter-esse' vem do latim: aquilo que está dentro do ser. Desinteresse, então, é quando algo simplesmente não mexe comigo. Não gera prazer. Não acende nada. A chave de tudo está aí, no prazer."
                },
                {
                    "type": "paragraph",
                    "text": "Nosso cérebro é um buscador compulsivo de recompensa. Tudo que a gente faz (comer, trabalhar, brincar, estudar) passa por um filtro interno de 'vale a pena ou não vale?'. Buscamos o que dá prazer. Fugimos do que dá dor. Não é preguiça. É como a espécie funciona."
                },
                {
                    "type": "paragraph",
                    "text": "Agora pensa no seu filho. Quando ele senta pra estudar, o que acontece? Ele sente algo bom? Alguém reconhece o esforço? Ou estudar virou mais uma tarefa numa fila infinita de cobranças? Porque se estudar é só obrigação, sem prazer nenhum no final da linha, o cérebro dele registra aquilo como 'não compensa' e, automaticamente, corta a motivação, a energia e a atenção."
                },
                {
                    "type": "callout",
                    "title": "💡 A equação do interesse",
                    "text": "Interesse = Prazer + Reconhecimento + Espelhamento. Se uma dessas peças falta, o interesse cai. Se as três faltam, o que sobra é uma criança que parece desatenta, mas no fundo está desinteressada."
                }
            ]
        },
        {
            "title": "O poder do espelhamento",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Bebês aprendem imitando. É instinto. Tem a ver com os neurônios-espelho, células que se ativam quando a criança vê alguém fazendo algo. Ela observa os pais, copia. E vai construindo, nos primeiros anos, todo o seu repertório de comportamentos, valores e (preste atenção nessa parte) interesses."
                },
                {
                    "type": "paragraph",
                    "text": "Agora vem a pergunta que arde. Não se defenda, só pensa: quando o seu filho era pequeno (seis meses, um ano, dois anos), ele te viu lendo? Te viu estudando? Viu em você alguma coisa ligada ao mundo intelectual que despertasse nele vontade de fazer igual?"
                },
                {
                    "type": "paragraph",
                    "text": "Se a resposta for não, tá tudo bem. Não é pra sentir culpa. É pra agir. Porque a partir de hoje, dá pra mudar isso. Você pode virar a referência que o seu filho precisa enxergar."
                },
                {
                    "type": "highlight",
                    "text": "Filhos espelham o que os pais fazem, não o que falam. Se você passa o dia no celular e cobra que ele estude, o cérebro dele recebe só contradição: 'por que eu deveria fazer algo que nem meus pais fazem?'"
                }
            ]
        },
        {
            "title": "Circuitos de recompensa: como o interesse nasce (ou morre)",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Lá no núcleo accumbens e no sistema límbico, no miolo do cérebro, ficam os centros de recompensa. São eles que decidem, debaixo da consciência, se algo compensa o esforço. Quando uma atividade gera dopamina o bastante, você sente prazer, interesse, vontade de continuar. Quando não gera? Tédio. Desânimo. Distração."
                },
                {
                    "type": "paragraph",
                    "text": "Numa criança com o sistema de reconhecimento funcionando, o ciclo é limpo: ela faz alguma coisa, os pais notam, o cérebro libera dopamina, ela associa aquela atividade a algo bom, quer repetir. É uma roda que gira sozinha."
                },
                {
                    "type": "paragraph",
                    "text": "Mas quando ninguém nota, quando ela se esforça e o retorno é silêncio (ou pior, mais cobrança), a roda trava. Esforço sem retorno derruba a energia, derruba a motivação, derruba a dopamina. E dopamina baixa no córtex pré-frontal produz exatamente o quê? Desatenção."
                },
                {
                    "type": "callout",
                    "title": "⚠️ Olha o efeito dominó",
                    "text": "Esforço sem reconhecimento → desmotivação → queda de energia → queda de dopamina → desatenção. Percebe como algo que parece TDAH pode ser, na prática, um circuito de recompensa que parou de funcionar?"
                }
            ]
        },
        {
            "title": "Quando o fazer não alimenta o ser",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Grava essa frase: o fazer serve pra alimentar o ser. Cada ação que seu filho realiza deveria estar conectada a uma validação de quem ele é. O verbo 'fazer' sem o verbo 'ser' fica oco."
                },
                {
                    "type": "paragraph",
                    "text": "Quando ele faz algo e a reação é 'não fez mais que a obrigação' (ou pior, quando nem tem reação nenhuma, só a próxima tarefa da fila), a mensagem que chega pra ele é: meu esforço não importa. E se meu esforço não importa, eu não importo."
                },
                {
                    "type": "paragraph",
                    "text": "Agora muda o cenário. Ele faz algo e você para. Olha nos olhos dele. Diz: 'que coisa boa, filho, olha como você é capaz, olha como fez isso bem.' Pronto. O fazer dele acabou de alimentar o ser. Ele pensa: 'minha mãe gosta do que eu faço; minha mãe acha que eu sou bom.' E isso dispara uma onda de dopamina que puxa motivação, que puxa esforço, que puxa mais fazer."
                },
                {
                    "type": "highlight",
                    "text": "Reconhecimento é o combustível do ser. Sem ele, a criança entra em anedonia, um estado onde nada dá prazer. E aí não adianta cobrar estudo, foco ou comportamento. O tanque tá vazio."
                }
            ]
        },
        {
            "title": "O déficit de atenção pode ser… seu",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Essa parte dói. Precisa doer. Porque antes de qualquer diagnóstico médico, existe uma hipótese que merece ser enfrentada: e se o déficit de atenção do seu filho tiver ligação direta com o quanto de atenção ele recebe de você?"
                },
                {
                    "type": "paragraph",
                    "text": "Presença não é só corpo. Você pode estar sentado do lado dele e ele se sentir completamente sozinho. Pode dividir a mesma mesa e ele sentir que não tem ninguém ali. Presença de verdade é outra coisa: é atenção, é olho no olho, é disponibilidade emocional."
                },
                {
                    "type": "paragraph",
                    "text": "Muita gente, engolida pela rotina e pelo cansaço, acaba entregando responsabilidades sem entregar segurança. Cobra resultado sem dar suporte. Exige atenção sem dedicar atenção. E quando o pouco tempo com o filho vira uma sequência de correções e demandas, a criança registra no fundo: 'eu não sou bom o bastante pra receber o amor deles.'"
                },
                {
                    "type": "callout",
                    "title": "🪞 Exercício pra agora",
                    "text": "De 0 a 10, quanto o seu filho sente a sua presença? Não quanto você acha que está presente. Quanto ele sente. Essa diferença entre o que a gente imagina e o que a criança percebe é onde muita resposta se esconde."
                }
            ]
        },
        {
            "title": "Como reverter",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Se alguma coisa desse capítulo te acertou (e a maioria dos pais vai se reconhecer em pelo menos um pedaço), a notícia boa: tudo isso tem conserto. Circuito de recompensa se reconstrói. Padrão se muda. Conexão se refaz."
                },
                {
                    "type": "list",
                    "items": [
                        "Toque é reconhecimento bruto: abraço forte, beijo, presença física. Não toque automático, mas toque que diz 'você é meu e eu tô aqui'",
                        "Palavras que conectam: 'você é muito inteligente', 'eu tenho orgulho de quem você é', 'eu confio em você'. Toda vez. Sem economizar",
                        "Liga o fazer ao ser: 'você fez isso? Olha como você é capaz!' em vez de 'beleza, agora faz a próxima'",
                        "Espelhe o que quer ver. Leia na frente dele, estude na frente dele, demonstre curiosidade. Vire a referência",
                        "Presença com intenção: quinze minutos 100% ali valem mais do que três horas com o celular na mão"
                    ]
                },
                {
                    "type": "highlight",
                    "text": "Você pode ser o terapeuta do seu filho. Sem culpa pelo que passou, mas com responsabilidade pelo que vem agora. Repita: eu posso fazer diferente. E vou."
                }
            ]
        }
    ]
}