{
    "chapterTitle": "Escola: Aliada ou Vilã?",
    "sections": [
        {
            "title": null,
            "content": [
                {
                    "type": "quote",
                    "text": "\"A escola quer crianças robôs. Ela não entende a cabeça de uma criança com TDAH, uma criança que foi feita para sobreviver, não para ficar sentada quatro horas numa cadeira.\""
                },
                {
                    "type": "paragraph",
                    "text": "A escola é, provavelmente, o lugar onde o TDAH mais aparece. E o lugar onde seu filho mais sofre. Não porque a escola seja inimiga, mas porque o modelo escolar padrão foi pensado pra um tipo de cérebro que não é o dele. Fila reta. Silêncio absoluto. Quarenta e cinco minutos de atenção ininterrupta. Conteúdo passivo. Avaliação por nota."
                },
                {
                    "type": "paragraph",
                    "text": "Ora, pra uma criança que precisa de estímulo constante, que usa o movimento pra regular dopamina e que aprende melhor quando tá emocionalmente envolvida, esse ambiente é sufocante. Não dá pra chamar de outra coisa."
                }
            ]
        },
        {
            "title": "O mundo da criança é pequeno",
            "content": [
                {
                    "type": "paragraph",
                    "text": "O universo de uma criança cabe em três caixas: casa, escola, amigos. Só. Não tem mais nada. Então quando ela tem problemas na escola, não é 'mais um problema'. É um terço inteiro do mundo dela desmoronando."
                },
                {
                    "type": "paragraph",
                    "text": "Agora monta o cenário: a criança já sai de casa insegura (falta reconhecimento), entra numa sala com trinta alunos (e se sente sozinha no meio de todos), precisa ficar sentada quieta (quando o corpo pede movimento), e é avaliada por critérios que não respeitam como o cérebro dela opera. Essa criança não tá 'com dificuldade de aprendizado'. Ela tá sobrevivendo."
                },
                {
                    "type": "highlight",
                    "text": "Quando seu filho tira nota baixa, a primeira pergunta não deveria ser 'por que não estudou?'. Deveria ser: 'o que ele sente quando entra naquela sala de aula?'"
                }
            ]
        },
        {
            "title": "A escola que pune vs. a escola que acolhe",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Tem escola que ouve 'TDAH' e responde com compreensão e adaptação. E tem escola que responde com punição e exclusão. A diferença entre as duas pode definir o futuro emocional do seu filho."
                },
                {
                    "type": "list",
                    "items": [
                        "Escolas punitivas isolam, chamam os pais pra reclamar, cortam nota por comportamento, excluem de atividades e colam o rótulo de 'problemático'",
                        "Escolas acolhedoras adaptam, permitem pausas, oferecem avaliações diferenciadas, trabalham junto com a família e focam no progresso, não na perfeição",
                        "A criança percebe a diferença. Sem acolhimento, sem motivação. E sem motivação, os sintomas se alimentam sozinhos"
                    ]
                },
                {
                    "type": "callout",
                    "title": "🚨 Alerta",
                    "text": "Se a escola do seu filho está punindo os sintomas do TDAH em vez de adaptá-los, o problema pode não ser o seu filho. Pode ser a escola. Nenhuma criança deveria ser castigada por algo que não controla."
                }
            ]
        },
        {
            "title": "O que dizer pra professora",
            "content": [
                {
                    "type": "paragraph",
                    "text": "A relação entre pais e escola precisaria funcionar nos dois sentidos. Você não pode esperar que a escola resolva tudo, mas também não pode aceitar que ela ignore as necessidades do seu filho. Comunicação. É disso que se trata."
                },
                {
                    "type": "paragraph",
                    "text": "Marca uma conversa com a professora, não quando já tem problema, mas antes. De forma preventiva. Explica como o cérebro do seu filho funciona. Conta o que tem dado certo em casa. Pergunta o que ela observa em sala. Construam juntos estratégias pra aquele contexto específico."
                },
                {
                    "type": "list",
                    "items": [
                        "Pede pra ele sentar perto da professora, longe de janela e porta, que são fontes de distração",
                        "Sugere dividir tarefas grandes em pedaços menores. Cada pedaço vira uma micro-recompensa",
                        "Propõe pausas de movimento: dois minutos em pé, um recado pra entregar, algo pra buscar. Movimento regula dopamina",
                        "Pede feedback positivo frequente. A professora é a segunda figura de reconhecimento mais forte depois dos pais",
                        "Explica que grito e punição pioram. Cérebro em modo de defesa trava o aprendizado"
                    ]
                }
            ]
        },
        {
            "title": "Quando a escola sugere o diagnóstico",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Acontece muito: a escola chama e diz que seu filho 'pode ter TDAH'. Recebe essa informação com calma. Com discernimento."
                },
                {
                    "type": "paragraph",
                    "text": "A escola pode ajudar na identificação precoce, sim. Professores convivem com dezenas de crianças da mesma faixa etária. Têm parâmetro de comparação que pai e mãe não têm. Quando uma professora experiente diz 'tem algo diferente', faz sentido ouvir."
                },
                {
                    "type": "paragraph",
                    "text": "Mas escola não diagnostica; observa. Diagnóstico é responsabilidade de profissional de saúde mental qualificado. E antes de correr pro neuropediatra, investigue: como andam as emoções dessa criança? O sono está bom? Quantas horas de tela por dia? Como está o clima emocional da casa? Muitas vezes, o que a escola vê é reflexo do que acontece fora dela."
                },
                {
                    "type": "highlight",
                    "text": "Se a escola sugeriu TDAH: agradeça a observação, busque avaliação profissional completa, mas não aceite pressão pra medicar sem investigação. Quem decide é você, com base em informação de qualidade."
                }
            ]
        },
        {
            "title": "Tarefa de casa: campo de batalha ou de conexão?",
            "content": [
                {
                    "type": "paragraph",
                    "text": "A hora da tarefa. Pra muitas famílias com criança TDAH, é o pior momento do dia. A criança não quer. Os pais perdem a paciência. Termina em discussão, choro e frustração dos dois lados."
                },
                {
                    "type": "paragraph",
                    "text": "Mas e se não fosse campo de batalha? E se fosse campo de conexão? Em vez de sentar do outro lado da mesa cobrando, senta do lado. Faz junto. Porque o que a criança com TDAH mais precisa não é alguém que cobre. É alguém que esteja ali."
                },
                {
                    "type": "list",
                    "items": [
                        "Faz junto: senta do lado, participa. Ativa neurônios-espelho e dá segurança",
                        "Divide em blocos curtos: dez minutos de tarefa, cinco de pausa. Esse cérebro precisa recarregar",
                        "Celebra cada etapa: terminou um exercício? 'Mandou bem! Vamos pro próximo.' Reconhecimento a cada passo",
                        "Nunca usa tarefa como ameaça. 'Se não fizer, castigo' transforma estudo em perigo",
                        "Cria ambiente adequado: sem TV, sem celular por perto, mesa limpa, luz boa. O espaço importa"
                    ]
                },
                {
                    "type": "highlight",
                    "text": "Tarefa de casa não é sobre nota. É sobre construir o hábito de aprender. E hábito nasce de repetição, de paciência, e sempre, de reconhecimento."
                }
            ]
        }
    ]
}