{
    "chapterTitle": "3 Passos Para Lidar com TDAH",
    "sections": [
        {
            "title": null,
            "content": [
                {
                    "type": "quote",
                    "text": "\"Pai e mãe, vocês são a cura. Mas vocês também podem ser a doença do seu filho. Vocês são a origem da paz, ou da insegurança, que ele carrega dentro dele.\""
                },
                {
                    "type": "paragraph",
                    "text": "Se você leu até aqui, já tem a teoria. Já sabe o que é TDAH, como o cérebro opera, por que reconhecimento é questão de sobrevivência, como comida e sono entram no jogo, e o papel que a ansiedade cumpre no comportamento do seu filho. Agora é hora de fazer."
                },
                {
                    "type": "paragraph",
                    "text": "Esse é o capítulo mais mão-na-massa do guia inteiro. Tudo que veio antes converge aqui em três passos concretos: coisas que você pode começar hoje, nesta semana, e que vão gerar resultado visível se praticadas com constância."
                },
                {
                    "type": "highlight",
                    "text": "TDAH não muda da noite pro dia. É processo. Hábito e repetição. Mas a cada dia que você pratica esses três passos, os circuitos cerebrais do seu filho vão se reconfigurando. A neuroplasticidade trabalha a seu favor. Use."
                }
            ]
        },
        {
            "title": "Passo 1: Entenda o que está por trás",
            "content": [
                {
                    "type": "paragraph",
                    "text": "O primeiro passo é trocar a lente. Em vez de reagir ao que seu filho faz, comece a investigar por que ele faz."
                },
                {
                    "type": "paragraph",
                    "text": "Pensa num dia em que você tá com uma preocupação grande: conta atrasada, briga, ameaça no trabalho. Você consegue se concentrar nesse dia? Consegue ser gentil? Ter paciência? Difícil. Pois é assim que seu filho se sente boa parte do tempo. TDAH é isso: um estado permanente de alerta interno que consome toda a energia disponível."
                },
                {
                    "type": "paragraph",
                    "text": "E de onde vem esse alerta? Na maioria dos casos, de como o seu filho interpreta a sua presença na vida dele. Atenção: não é como você acha que tá presente. É como ele sente que você tá. A distância entre esses dois pontos é onde muita coisa se esconde."
                },
                {
                    "type": "callout",
                    "title": "🔍 Perguntas pra se fazer",
                    "text": "Meu filho se sente seguro comigo? Ele sabe que pode contar comigo? Quando me pede ajuda, eu respondo com calma ou com irritação? Quando ele erra, eu ensino ou julgo? Ele sabe, lá no fundo, que eu tô 100% do lado dele?"
                },
                {
                    "type": "paragraph",
                    "text": "Crianças que se sentem inseguras entram em alerta permanente. E alerta permanente alimenta todos os sintomas: desatenção, agitação, impulsividade, agressividade, ansiedade. A raiz pode não ser um cérebro com problema. Pode ser uma sensação de insegurança."
                },
                {
                    "type": "highlight",
                    "text": "O déficit de atenção do seu filho pode estar ligado ao quanto de atenção ele recebe de você. Não é culpa. É responsabilidade. E responsabilidade é poder de mudança."
                }
            ]
        },
        {
            "title": "Passo 2: Observe — ele e você",
            "content": [
                {
                    "type": "paragraph",
                    "text": "O segundo passo é sair do piloto automático e entrar no modo observação. Duas coisas pra observar: o comportamento do seu filho e o seu."
                },
                {
                    "type": "callout",
                    "title": "👁️ Observando seu filho",
                    "text": "Quando ele faz algo errado, em vez de julgar, pergunta pra si mesmo: o que pode estar por trás disso? Talvez ele se sinta incapaz. Talvez ninguém tenha ensinado com calma. Talvez esteja testando se você o ama mesmo quando ele falha."
                },
                {
                    "type": "callout",
                    "title": "🪞 Observando a si mesmo",
                    "text": "Pergunta com honestidade: tenho estado muito ausente? Quando tô em casa, ofereço tempo de qualidade? Falo mais palavras de cobrança ou de reconhecimento? Meu tom de voz transmite impaciência? Ele me vê mais no celular ou com ele?"
                },
                {
                    "type": "paragraph",
                    "text": "Observe os gatilhos também. Quando os sintomas pioram? Depois da escola? Quando tem briga em casa? Quando ele tá cansado ou com fome? Antes de prova? Quando fica longe de você por muito tempo? Esses padrões contam uma história, e entender essa história é meio caminho andado."
                },
                {
                    "type": "list",
                    "items": [
                        "Faça um diário de observação por 7 dias. Anote quando piora e o que aconteceu antes",
                        "Registre seus próprios humores e reações. A conexão entre o seu estado e o dele pode te surpreender",
                        "Conte: quantas vezes reconheci hoje? Quantas cobrei? A proporção ideal é 5 reconhecimentos pra cada 1 correção",
                        "Pergunta pro seu filho: como você se sente quando tá comigo?. E aguenta ouvir a resposta"
                    ]
                }
            ]
        },
        {
            "title": "Passo 3: Localize e trate as inseguranças",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Se você não aprender a localizar as inseguranças do seu filho, nunca vai chegar na origem dos comportamentos. Vai ficar buscando solução atrás de solução (mais atividade, mais médico, mais remédio) sem resolver a raiz."
                },
                {
                    "type": "paragraph",
                    "text": "As inseguranças de uma criança giram em torno de poucas perguntas: eu sou amado?, eu sou capaz?, eu posso contar com alguém?, eu pertenço a esse lugar?. Quando qualquer uma dessas respostas é sentida como não, o corpo aciona defesa e os sintomas do TDAH disparam."
                },
                {
                    "type": "callout",
                    "title": "🛡️ Tratando as inseguranças",
                    "text": "Cada insegurança tem um antídoto. Eu sou amado? → Diga e demonstre todo dia. Eu sou capaz? → Celebre cada conquista, por menor que seja. Posso contar com alguém? → Esteja presente de verdade, não só de corpo. Eu pertenço? → Inclua-o nas decisões da família, peça a opinião dele, valorize o que ele traz."
                },
                {
                    "type": "paragraph",
                    "text": "Ajude o seu filho a se sentir seguro. Não seguro de que nada ruim vai acontecer, porque vai. Mas seguro de que, quando acontecer, ele vai ter você do lado. Essa segurança é a que cura."
                },
                {
                    "type": "highlight",
                    "text": "Pare de cobrar e começa a oferecer. Pare de exigir e começa a entender. Coloque-se à disposição. Dá mais tempo de verdade. E os resultados vão superar qualquer outra abordagem que você já tentou."
                }
            ]
        },
        {
            "title": "O plano de ação semanal",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Pra que esses três passos saiam do papel e virem prática, aqui tá um plano pra esta semana:"
                },
                {
                    "type": "list",
                    "items": [
                        "SEGUNDA: começa o diário de observações. Anota 3 momentos em que os sintomas apareceram e o que aconteceu antes",
                        "TERÇA: dá pelo menos 5 reconhecimentos genuínos ao longo do dia. Conecta o FAZER ao SER em cada um",
                        "QUARTA: dedica 20 minutos de presença total. Sem celular, sem TV, só você e seu filho. Faz o que ELE quiser fazer",
                        "QUINTA: observa seus próprios comportamentos e reações. Quantas vezes cobrou? Quantas reconheceu?",
                        "SEXTA: conversa com seu filho. Pergunta como ele se sente. Depois, só escuta. Sem julgar, sem aconselhar, sem cortar",
                        "SÁBADO: revisa o diário da semana. Identifica padrões. O que piorou? O que melhorou?",
                        "DOMINGO: planeja a próxima semana com base no que aprendeu. Ajusta o que não funcionou"
                    ]
                },
                {
                    "type": "paragraph",
                    "text": "Repete o ciclo. Toda semana. Os primeiros resultados costumam aparecer entre a segunda e a terceira semana, e surpreendem. A criança fica mais calma, mais cooperativa, mais presente. Não porque o TDAH sumiu, mas porque a insegurança diminuiu. E sem insegurança, o cérebro sai do modo defesa e entra no modo aprendizado."
                },
                {
                    "type": "highlight",
                    "text": "Consistência importa mais que perfeição. Você vai errar. Vai perder a paciência. Vai esquecer de reconhecer. Normal. O que importa é retomar no dia seguinte. O aprendizado, o seu e o do seu filho, é feito de repetição."
                }
            ]
        }
    ]
}