{
    "chapterTitle": "O Cérebro do Seu Filho",
    "sections": [
        {
            "title": null,
            "content": [
                {
                    "type": "quote",
                    "text": "\"O cérebro funciona a partir de energia elétrica. Quando essa energia está desregulada, todo o sistema sofre: atenção, emoção, comportamento.\""
                },
                {
                    "type": "paragraph",
                    "text": "Pensa no cérebro do seu filho como uma usina. Bilhões de neurônios trocando sinais, químicos, elétricos, o tempo inteiro. É essa usina que controla tudo: pensamento, emoção, movimento, memória. Agora imagina que nessa usina algumas conexões estão operando em voltagens diferentes. Uns circuitos sobrecarregados, outros quase desligados."
                },
                {
                    "type": "paragraph",
                    "text": "É isso que acontece no TDAH. Não é um cérebro com defeito. É um cérebro que funciona num ritmo próprio. E quando você entende essa diferença, para de brigar contra o seu filho e começa a caminhar do lado dele."
                }
            ]
        },
        {
            "title": "A dopamina: combustível da atenção",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Se o TDAH tivesse um personagem central, seria a dopamina. Ou melhor, a escassez dela nos lugares errados. Dopamina é o neurotransmissor que gerencia motivação, prazer e atenção sustentada. É ela que faz o córtex pré-frontal trabalhar direito, e o córtex pré-frontal é onde moram as decisões, o planejamento, o controle de impulsos."
                },
                {
                    "type": "paragraph",
                    "text": "Nas crianças com TDAH, a produção ou a recaptação de dopamina tá fora de sintonia. Compara com um carro de motor bom, mas com injeção de combustível irregular: hora joga demais (hiperfoco), hora quase seca (desatenção total)."
                },
                {
                    "type": "callout",
                    "title": "🧪 Na prática",
                    "text": "Quando o seu filho fica horas num jogo sem piscar, é porque aquele estímulo bombeia dopamina suficiente. Quando ele não aguenta cinco minutos na lição? A atividade simplesmente não alcança o limiar mínimo pra manter o foco ligado. Não é escolha. É química."
                }
            ]
        },
        {
            "title": "O córtex pré-frontal: o freio que ainda tá amadurecendo",
            "content": [
                {
                    "type": "paragraph",
                    "text": "O córtex pré-frontal fica logo atrás da testa. É a região mais evoluída do cérebro humano, a que nos separa dos outros animais. Ele planeja antes de agir, segura impulsos, organiza pensamentos, avalia consequências e regula emoções. Resumindo: é o freio que impede a gente de fazer tudo que dá na telha."
                },
                {
                    "type": "paragraph",
                    "text": "Em crianças com TDAH, essa região amadurece mais devagar. De dois a três anos mais lento, em média. Uma criança de oito com TDAH pode ter um córtex pré-frontal que opera como o de uma de cinco. E aí encaixa tudo: por que ela parece mais nova que os colegas, por que tem explosões que parecem desproporcionais, por que não suporta esperar a vez."
                },
                {
                    "type": "highlight",
                    "text": "O cérebro do seu filho não está atrasado. Está no tempo dele. E com estímulo certo (paciência, não pressão; reconhecimento, não cobrança), esse córtex vai amadurecer. Vai."
                }
            ]
        },
        {
            "title": "O sistema límbico: a casa das emoções",
            "content": [
                {
                    "type": "paragraph",
                    "text": "No centro do cérebro existe o sistema límbico. É ali que as emoções nascem: medo, raiva, alegria, tristeza, ansiedade. E ali dentro mora a amígdala cerebral, que funciona como uma sentinela permanente. Detecta ameaças e aciona o modo de sobrevivência."
                },
                {
                    "type": "paragraph",
                    "text": "Nas crianças com TDAH, a amígdala costuma ser mais reativa. Elas respondem com intensidade desproporcional a coisas que outros aceitariam tranquilamente. Um 'não' que pra outra criança seria só um 'não', pra ela pode soar como rejeição. Uma mudança de rotina que seria só inconveniente? Pode virar pânico."
                },
                {
                    "type": "callout",
                    "title": "❤️ Entenda isso",
                    "text": "Quando ele explode de raiva ou desaba no choro, não é drama. É a amígdala dele, hiperativada, disparando alarmes que o córtex pré-frontal (ainda imaturo) não dá conta de desligar. Ele tá sentindo tudo num volume que talvez você nem imagine."
                }
            ]
        },
        {
            "title": "Neurônios-espelho: o aprendizado invisível",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Existem células no cérebro chamadas neurônios-espelho. Elas disparam tanto quando a gente faz algo quanto quando vê alguém fazendo. São a base biológica da empatia, da imitação e de todo o aprendizado social. Na infância, funcionam a todo vapor."
                },
                {
                    "type": "paragraph",
                    "text": "É por causa deles que o seu filho aprendeu a falar te ouvindo, aprendeu a andar te vendo. E, atenção: aprendeu a reagir aos problemas observando como você reage. Se você grita quando se frustra, ele registra 'gritar é o que se faz quando dá raiva'. Se você demonstra calma, ele registra outra coisa: 'dá pra resolver sem desespero'."
                },
                {
                    "type": "paragraph",
                    "text": "Pra crianças com TDAH, isso pesa ainda mais. Elas são esponjas emocionais, absorvem o clima da casa com uma sensibilidade que assusta. Se o ambiente é tenso, cheio de briga e cobrança, o cérebro interpretará aquilo como perigo constante. E cérebro em modo de perigo não aprende, não foca, não descansa."
                },
                {
                    "type": "highlight",
                    "text": "Seu filho absorve não só suas palavras, mas suas emoções, suas tensões, suas inseguranças. Cuida do teu emocional, porque ele se espelha direto no cérebro do seu filho."
                }
            ]
        },
        {
            "title": "O mito do cérebro 'quebrado'",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Uma das ideias mais destrutivas que circulam sobre TDAH é a de que o cérebro da criança é 'defeituoso'. Errado. O cérebro de quem tem TDAH é diferente, não inferior."
                },
                {
                    "type": "paragraph",
                    "text": "Inclusive, várias características que dão problema na escola funcionam como superpoderes em outros contextos: pensamento divergente, criatividade, capacidade de fazer várias coisas ao mesmo tempo, jeitos não convencionais de resolver problemas, energia bruta quando algo desperta interesse genuíno."
                },
                {
                    "type": "list",
                    "items": [
                        "Não é menos inteligente; processa informação por caminhos diferentes",
                        "A hiperatividade não é energia sem rumo. É o corpo tentando equilibrar a dopamina",
                        "A impulsividade não é falta de educação. É um córtex pré-frontal que ainda tá se formando",
                        "O hiperfoco não é 'atenção seletiva quando convém'. É a prova de que o cérebro funciona perfeitamente quando recebe o estímulo certo"
                    ]
                },
                {
                    "type": "highlight",
                    "text": "Não tem nada quebrado. O que tem é um cérebro que funciona melhor em certas condições. E parte do seu trabalho como pai ou mãe é ajudar a criar essas condições."
                }
            ]
        },
        {
            "title": "Neuroplasticidade: a ciência da esperança",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Agora vem a melhor notícia deste guia inteiro: o cérebro muda. A neurociência chama isso de neuroplasticidade, a capacidade que o cérebro tem de reorganizar circuitos, criar conexões novas e fortalecer as que já existem. Ao longo da vida toda."
                },
                {
                    "type": "paragraph",
                    "text": "O que se construiu com hábito pode ser reconstruído com hábito diferente. Circuito de recompensa enfraquecido? Dá pra fortalecer. Conexões fragmentadas? Dá pra religar. Córtex pré-frontal mais lento? Dá pra estimular."
                },
                {
                    "type": "paragraph",
                    "text": "E sabe qual é o estímulo mais potente pra neuroplasticidade positiva? Relacionamento seguro. Quando a criança se sente amada, vista e compreendida, quando tem certeza de que pode contar com os pais, o cérebro abre um estado onde aprender, se adaptar e crescer se torna possível."
                },
                {
                    "type": "highlight",
                    "text": "O cérebro do seu filho pode mudar. E a sua presença, o seu reconhecimento, a sua paciência: são as ferramentas mais fortes dessa transformação. Mais do que qualquer remédio."
                }
            ]
        }
    ]
}