{
    "chapterTitle": "Você Não Está Sozinho(a)",
    "sections": [
        {
            "title": null,
            "content": [
                {
                    "type": "quote",
                    "text": "\"Nós papais, mamães, temos mais poder de reverter certas coisas do que a gente sempre imaginou. Você pode ser o novo terapeuta do seu filho. A partir de hoje, você pode fazer diferente.\""
                },
                {
                    "type": "paragraph",
                    "text": "Se você chegou até aqui, preciso te dizer uma coisa: o fato de estar lendo, buscando entender, querendo melhorar, isso já é prova de que seu filho tem sorte. Nem todo pai, nem toda mãe, se dispõe a questionar os próprios comportamentos, a estudar, a mudar. Você tá fazendo isso. E faz mais diferença do que imagina."
                },
                {
                    "type": "paragraph",
                    "text": "Esse último capítulo é uma carta de esperança. Porque no meio de laudos, consultas, dúvidas e culpas, é fácil perder de vista que existe saída. Existe, sim. E começa por você."
                }
            ]
        },
        {
            "title": "A culpa que precisa ir embora",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Vamos falar do elefante na sala: culpa. Se você é mãe, provavelmente sente culpa todo dia. Culpa por trabalhar demais. Culpa por não ter paciência. Culpa por ter gritado. Culpa por ter demorado a perceber. Culpa por ter errado. Culpa por ser gente."
                },
                {
                    "type": "paragraph",
                    "text": "Se é pai, talvez a culpa venha de outro jeito: como distanciamento, sensação de incompetência, aquela voz que repete 'eu deveria fazer mais'. Muito pai não verbaliza, mas carrega um peso enorme de não saber como ajudar."
                },
                {
                    "type": "paragraph",
                    "text": "Aqui vai o que precisa entrar na sua cabeça: culpa olha pra trás. Responsabilidade olha pra frente. O que já passou, você não muda. Mas a partir de hoje, a partir dessa leitura, dá pra construir algo diferente. E não precisa ser perfeito. Precisa ser constante."
                },
                {
                    "type": "highlight",
                    "text": "Não se culpe pelo passado. Mas também não use o passado como desculpa pra não mudar o presente. Repete: 'eu não sabia, mas agora sei. E porque sei, vou fazer diferente.'"
                }
            ]
        },
        {
            "title": "O cuidador também precisa de cuidado",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Cuidar de criança com TDAH esgota. Noites mal dormidas, reuniões na escola, consultas, crises, julgamento da família, conselho que ninguém pediu e aquela sensação permanente de que você não tá fazendo o suficiente. Isso cobra um preço."
                },
                {
                    "type": "paragraph",
                    "text": "Esgotamento parental é real. E quando você se esgota, tudo que aprendeu nesse guia fica mais difícil de praticar. Reconhecimento exige energia. Presença exige energia. Paciência exige energia. Se o seu tanque tá vazio, não tem o que dar."
                },
                {
                    "type": "list",
                    "items": [
                        "Cuida da tua saúde mental. Terapia pra pais não é luxo, é ferramenta. Não dá pra dar o que não tem",
                        "Pede ajuda. Divide com o parceiro, com avós, com quem puder. Não tenta ser herói sozinho(a)",
                        "Descansa de verdade. Não descansa scrollando celular. Dorme, caminha, faz algo que te recarrega",
                        "Conecta com outros pais na mesma situação. Ouvir 'eu passo por isso também' já é terapia",
                        "Não se compara. Cada família é uma, cada criança é diferente, cada jornada tem seu ritmo"
                    ]
                },
                {
                    "type": "highlight",
                    "text": "Não dá pra servir água de copo vazio. Cuidar de si não é egoísmo. É pré-requisito pra cuidar bem do seu filho."
                }
            ]
        },
        {
            "title": "TDAH como potência, não como sentença",
            "content": [
                {
                    "type": "paragraph",
                    "text": "A sociedade vê TDAH como defeito. A escola vê como problema. Até a medicina, com frequência, trata como algo que precisa ser consertado. Mas e se a gente mudasse a lente?"
                },
                {
                    "type": "paragraph",
                    "text": "Crianças com TDAH são, em muitos casos, absurdamente criativas. Pensam fora do padrão porque nunca estiveram dentro dele. São intensas: quando algo prende a atenção delas, vão fundo com uma dedicação que impressiona. Sensíveis: percebem coisas que outros ignoram, sentem o que outros não sentem. São energia pura, e quando essa energia encontra direção, move o mundo."
                },
                {
                    "type": "list",
                    "items": [
                        "Richard Branson, Michael Phelps, Simone Biles, Justin Timberlake: todos com diagnóstico de TDAH",
                        "Muitos empreendedores bem-sucedidos atribuem ao TDAH a capacidade de arriscar, criar e ter múltiplas ideias em paralelo",
                        "A hipersensibilidade emocional, quando bem direcionada, gera empatia profunda, habilidade rara e valiosa",
                        "O pensamento não-linear do TDAH é exatamente o que o mundo precisa: perspectivas diferentes, soluções inesperadas"
                    ]
                },
                {
                    "type": "highlight",
                    "text": "Seu filho não é um problema pra resolver. É uma pessoa com um cérebro diferente, que funciona melhor em certas condições. Seu trabalho não é consertar. É criar as condições pro brilho aparecer."
                }
            ]
        },
        {
            "title": "Uma comunidade de milhares",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Você não está sozinho(a). Tem milhares de pais e mães passando pelo mesmo: mesmas dúvidas, mesmos medos, mesmas madrugadas em claro. E muitos descobriram que, com as ferramentas certas e o apoio adequado, dá pra transformar a dinâmica da família inteira."
                },
                {
                    "type": "paragraph",
                    "text": "Relatos de pais que aplicaram os princípios desse guia mostram desde melhora no foco e no comportamento até mudanças profundas no vínculo entre pais e filhos. Não porque o TDAH sumiu, mas porque o ambiente mudou, a conexão foi restaurada e a criança, finalmente, se sentiu segura."
                },
                {
                    "type": "callout",
                    "title": "💬 Relato real",
                    "text": "\"O curso foi um divisor de águas. Eu achava que tava fazendo tudo certo, mas quando comecei a prestar atenção de verdade (nos meus comportamentos, nas minhas cobranças, na minha ausência emocional) tudo encaixou. Meu filho não mudou de diagnóstico. Mas mudou de vida.\" — Aluna do programa"
                }
            ]
        },
        {
            "title": "Uma carta pro seu futuro eu",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Daqui a um ano, quando olhar pra trás, você vai lembrar desse momento. O momento em que decidiu fazer diferente. Em que parou de só reagir e começou a entender. Em que trocou culpa por responsabilidade, e cobrança por reconhecimento."
                },
                {
                    "type": "paragraph",
                    "text": "O TDAH não vai sumir. Mas o sofrimento, o seu e o do seu filho, pode diminuir muito. O comportamento pode melhorar. A conexão pode voltar. A autoestima pode ser reconstruída. O aprendizado pode fluir. E a família pode virar o lugar mais seguro do mundo."
                },
                {
                    "type": "paragraph",
                    "text": "Não precisa ser perfeito(a). Não precisa acertar todo dia. Não precisa ter todas as respostas. Precisa continuar tentando, com amor, com calma, com constância. Porque o seu filho não precisa de pai ou mãe perfeito. Precisa de pai ou mãe presente."
                },
                {
                    "type": "highlight",
                    "text": "Você não tem todas as respostas. Mas já tem a que mais importa: seu filho não é o problema. Ele é a razão de tudo isso valer a pena. E ele tem você. Isso já é muito. 🧡"
                }
            ]
        },
        {
            "title": "Próximos passos",
            "content": [
                {
                    "type": "paragraph",
                    "text": "Esse guia é ponto de partida, não de chegada. Cada capítulo plantou uma semente. Agora é hora de regar. Volta nos capítulos que mais mexeram com você. Pratica os três passos toda semana. Observa o que muda. Ajusta o que precisa. E nunca para de tentar entender o seu filho."
                },
                {
                    "type": "list",
                    "items": [
                        "Releia os capítulos que mais fizeram sentido. A segunda leitura revela o que a primeira deixou passar",
                        "Compartilha com o parceiro(a). Mudança precisa ser conjunta pra funcionar",
                        "Aplica o plano semanal do Capítulo 9. Consistência é tudo",
                        "Busca acompanhamento profissional se precisar. O guia complementa, não substitui",
                        "Celebra cada vitória pequena. Não espera a grande transformação. Ela é feita de passos diários"
                    ]
                },
                {
                    "type": "highlight",
                    "text": "Obrigado por estar aqui. Obrigado por se importar. Obrigado por amar o suficiente pra querer mudar. Seu filho tem sorte de ter você. E você tem sorte de ter ele. Esse caminho, por mais difícil que seja, é feito de amor. E amor, quando vem junto com conhecimento, sempre vence. 🧡"
                }
            ]
        }
    ]
}